Repository: giellalt/corpus-nob
Catalog: stable/tmx/sme/facta/skuvlahistorja6/wuolab-n.html.tmx
Source language: nob
Languages: sme

source: Anne Wuolab (Ánddáid Ánne) er født 1970 i Narvik og er oppvokst i Ballangen, hvor hennes familie driver med reindrift.
sme: Anne Wuolab (Ánddáid Ánne) lea riegádan 1970:s Áhkkánjárggas (Narvikas) ja bajásšaddan Bálágis, gos su bearaš bargá boazodoaluin.

source: Hun gikk barneskolen i Ballangen og ungdomsskolen på Sameskolen i Troms, videregående skole i Tromsø, tok journalistutdanning i Oslo, leste nordsamisk og feministisk filosofi i Umeå og urfolkskunnskap ved Samisk høgskole i Kautokeino.
sme: Son váccii mánáidskuvlla Bálágis, nuoraidskuvlla Tromssa sámeskuvllas, joatkkaskuvlla Tromssas ja lea lohkan journalistaoahpu Oslos, davvisámegiela ja feministtalaš jurddašeami Upmis ja álgoálbmotdiehtaga Sámi allaskuvllas.

source: Hun er kulturjournalist, og har blant annet vært med på å starte opp tidsskriftet Gába.
sme: Son lea kulturjournalista, ja lea earret eará leamaš mielde álggaheamen Gába-čállaga.

source: Nu bor hun i Lycksele i Sverige og driver sitt eget firma og jobber med ord.
sme: Dál son orru Likšus (Lycksele) Ruoŧa bealde ja jođiha iežas fitnodaga ja duddjo sániiguin.

source: Her forteller hun om sine egne erfaringer fra ungdomstida på Sameskolen i Troms og livet på internatet.
sme: Dá son muitala iežas vásáhusaid nuoraidskuvlaoahppin Tromssa sámeskuvllas ja internáhtas.

source: Jeg henger opp lange gardiner.
sme: Mun heŋgen guhkes láseliinniid.

source: De skal dele rommet i to.
sme: Dat galgaba juohkit lanja guovtti oassái.

source: På den ene siden skal jeg gjøre lekser og sove. På den andre siden skal jeg vaske meg.
sme: Nuppi oasis galggan leavssuid lohkat ja oađđit, nuppi oasis fas basadit.

source: På internatrommet er det en vaskeservant, et skap, ei seng, et nattbord, et skrivebord og en stol.
sme: Internáhtalanjas lea basadanbáiki, skábe, seaŋga, seaŋgabeavdi, čállinbeavdi ja stuollu.

source: Veggene er hvite, det er taket også.
sme: Seainnit leat vielgadat, ja dáhkki maid.

source: Gulvet er grått og helt nytt.
sme: Láhtti lea ránis ja ođas.

source: Rommet er koselig selv om gardinene i vinduet ikke faller i min smak.
sme: Latnja lei guoibmái vaikko láseliinnit eai leat miela mielde.

source: Blåe vindusgardiner synes å være malplassert etter at jeg har hengt opp de lange hvite gardinene midt i rommet.
sme: Alit liinnit láses eai oro šat heivemin go heŋgen daid guhkes vilges liinniid gasku lanja.

source: De blåe gardinene har i tillegg et grønt mønster.
sme: Dain lea vel stuora ruoná hearvvat.

source: Ja, hvordan kunne jeg gjøre et rom på 10 kvadratmeter annerledes?
sme: Ná, mo eará ládje sáhtán dáhkat dan 10 njealjádasmehter sturrosaš lanjas?

source: Endelig har jeg eget rom og kan dekorere det akkurat slik jeg vil til enhver tid.
sme: Mus viimmat lea sierra latnja ja beasan čiŋahit juste nu go miella ain sihtá.

source: Hittil har jeg delt rom med andre jenter.
sme: Dássážii lean juogadan lanja eará nieiddaiguin.

source: Da var det ikke spørsmål om hva jeg ønsket, måtte bare tilpasse meg og dele dager og netter – slik at man får fred til å gjøre lekser.
sme: De ii lean sáhka maid mun háliidan, de ferte dušše soabahallat ja juogadit beivviid ja ijaid – vai bálle leavssuid lohkat.

source: Jeg spiller en kassett med Culture Club mens jeg henger opp plakater av Boy George, Duran Duran og Paul Young.
sme: Mun čuojahan Culture Club kaseahta ja darvvihan pláhkkahiid main lea Boy George, Duran Duran ja Paul Young govat.

source: Young er den eneste av de mannlige artistene som er maskulin, – og ser ut som en mann.
sme: Young lea áidna dain dievdoartisttain geas lea dievdohápmi ja -ámadeadju.

source: Hans leker ikke med androgynitet.
sme: Son ii stoaga androgynitehtain.

source: Han er også den eneste av «mine artister» som ikke synger pop. Han synger soul.
sme: Son lea maid dat áidna «mu artisttain», gii ii lávllo pop. Son lávlu soul.

source: Hjertet er nær ved å knuse når jeg hører hans sanger.
sme: Váibmu jur cuovkana guladettiin su lávlagiid.

source: Hans musikk spiller jeg bare når jeg er nedfor, og vanskelige og negative tanker fyller mitt sinn.
sme: Su musihkka gullo dušše dalle go lossamiella deaddigoahtá ja go váivi ja negatiiva jurdagat levvet millii.

source: Han gråter sammen med meg når han med grov stemme synger om smertefull kjærlighet.
sme: Son čierru muinna ovttas go roaves jienain lávlu bahča ráhkisvuođas.

source: Slik føles det.
sme: Nu dovdo goit.

source: Av hans sanger liker jeg best.
sme: Su lávlagiin liikon eanemus.

source: Den sangen er om meg, tenker jeg alltid.
sme: Diet lávlla lea mu birra, jurddašan álo.

source: Slik er det når jeg reiser mellom skolen og hjemme mitt og lever i to kulturer.
sme: Lea nie go jođán ruovttu ja skuvlla gaska ja ealán guovtti kultuvrras.

source: Og fordi jeg ikke lenger er et barn, men heller ikke voksen, og i tillegg ønsker jeg mest av alt å være både jente og gutt samtidig.
sme: Ja go in leat šat mánná, muhto aŋkke in ollesolmmoš, ja vel mu stuorámus sávaldat ja ohcaleapmi; leat sihke nieida ja bárdni oktanaga.

source: Jeg henger opp den siste plakaten.
sme: Mun heŋgen vel maŋemus pláhkkaha.

source: Det er bilde av Cindy Lauper.
sme: Lea Cindy Lauper govva.

source: Jeg har farget håret mitt like rødt som det hun har.
sme: Mun lean báidnán vuovttaid seammá ruoksadin go son.

source: Jeg hadde tatt med meg bilde av henne til frisøren og ba om samme farge og frisyre som henne.
sme: Ledjen su gova váldán mielde vuoktačuohppi lusa ja bivdán seammálágan ivnni ja hámi.

source: Du er ganske tøff, sa frisøren.
sme: – Don leat oalle tøffa dál, logai vuoktačuohppi.

source: Hun synes å være fornøyd med arbeidet sitt.
sme: Son orru duđavaš iežas bargguin.

source: Jeg så at fargen og frisyren ikke kledde meg.
sme: Mun oidnen ahte ivdni ja frisyra ii gárvvohan mu.

source: Men jeg gav blaffen.
sme: Muhto in beroštan.

source: Jeg hadde på meg et fargerikt skjørt, ullstrømpebukser, ullsokker og joggesko.
sme: Mus lea ivdnás fuolpu, ullobuvssat, lestat ja joggeskuovat.

source: Ullgenseren var som et telt, og det hadde jeg selv strikket av restgarn.
sme: Ullobáidi lei dego rákkas ja lean ieš gođđán dan loahpaláiggiiguin.

source: Jo, jeg passet til freak-stilen.
sme: Jua, mun gal heiven dien freak-gárvodanmállii.

source: sang jeg sammen med Boy George.
sme: lávllun ovttas Boy George:in.

source: Jeg danset i reggae-takt.
sme: Mun dánssun reggaetávttain.

source: Jeg er så fornøyd fordi jeg har eget rom.
sme: Lean nu duđavaš go lea iežan latnja.

source: Nå kan jeg danse når jeg vil og nekte andre å komme inn på rommet når det er det jeg vil.
sme: Dál beasan dánsut goas háliidan ja biehttalit luoitimis earáid látnjii go dange háliidan.

source: Det føles som om verden igjen er blitt min venn.
sme: Dovdo dego máilbmi fas lea mu ustibin šaddamin.

source: Jeg skrur ned lyden litt og rydder bort klær i skittentøysekken.
sme: Mun geahpedan musihka veaháš, ja čorgestaddan biktasiid duolvabivttassehkkii.

source: Det er like før sekken revner, og det hadde vært på tide å vaske klær.
sme: Dat lea luoddaneamen ja áigi livččii bassaladdat.

source: Men ikke ennå.
sme: Muhto ii vuos.

source: Nå vil jeg først nyte at jeg har eget rom og det at jeg er alene.
sme: Dál áigon vuos navddašit iežan lanja ja oktovuođa.

source: Jeg setter meg i senga og ser på plakatene og hvordan jeg har dekorert rommet.
sme: Mun čohkkedan seŋgii ja geahčadan pláhkkahiid ja mo lanja lean hábmen.

source: Her kan jeg leve.
sme: Dás sáhtán orrut.

source: Jeg hadde bodd på internatskolen i halvannet år.
sme: Mun ledjen beannot jagi orodan internáhttaskuvllas.

source: Det gikk bra.
sme: De manai bures.

source: Jeg likte vanene, som å stå opp om morgen og spise seg mett til hver frokost fra et rikholdig matbord som inneholdt brød, yoghurt, ost, kjøttpålegg, frukt, melk og juice.
sme: Mun liikojin dábiide, nu go árrat lihkkat iđđes ja juohke iđida bures boradit valljodagas: láibbit, yoghurt, vuosttát, biergosuvllit, šattut, mielkkit ja máihllit.

source: Og skolen var i den andre bygningen, nesten ingen gåavstand.
sme: Ja skuvla lei nuppi viesus, ii lean vázzingaskage.

source: Man behøvde ikke huske på å putte skolebøkene i ranselen.
sme: Iige dárbbašan muitit skuvlagirjjiid lávkii coggat.

source: I pausene rakk man å hente hjemmeleksa, dokumenter og skolebøker.
sme: Bottuin gearggai viežžat leaksobihtáid, čállosiid ja skuvlagirjjiid.

source: Skolen var lett, syntes jeg.
sme: Skuvla lei álki, mu mielas.

source: Jeg likte alle fagene, det var ikke noe av skolearbeid som jeg ble lei av.
sme: Mun liikojin buot fágaide, ii lean fal mihkkege skuvlabargguid mii dolkadahttii.

source: Noen ganger strevde jeg med leksene, og noen ganger feilet jeg.
sme: Muhtumin rahčen bihtáiguin ja muhtumin medden.

source: Det gikk utover selvfølelsen, jeg skulle jo være perfekt.
sme: De gal čuozai iešdovdui, mun han galgen leat perfeakta.

source: Jeg skulle jo være best og flinkest, og stolt.
sme: Mun han galgen leat buoremus, čeahpimus ja čeavlái.

source: Jeg klarer meg nok!
sme: Mun han gal birgen!

source: I stedet smilte jeg når jeg slet med noe, for da fikk jeg være i fred.
sme: Mun baicce moddjájin go bártidin, go de bessen leat ráfis.

source: Smilet var mitt våpen og også mitt skjold når selvtilliten begynte å slå sprekker.
sme: Mojit ledje mu vearjjut ja vel suodji go iešluohttámuš gárgidišgođii.

source: Noen dager orket jeg ikke noe.
sme: Muhtun beivviid in gillen maidege.

source: Og jeg ville ikke lære noe.
sme: Inge háliidan oahppat.

source: Jeg tvilte på mine evner og om jeg hadde et lesehode.
sme: Mun eahpidin iežan attáldagaid ja lohkanoaivvi.

source: Jeg trodde ikke jeg var noe, jeg trodde ingen brydde seg om meg. Hvem liker en tosk, hvem liker en som har problemer, hvem liker meg?
sme: Mun in jáhkán iežan leat mange veara, navden ahte ii giige beroštan mus. Gii liiko doavkái, gii liiko heahttái, gii liiko munnje?

source: Slike dager kunne jeg forsvinne, for hvem ville savne meg?
sme: Diekkár beivviid sáhtášin jávkat, go gii ohcalivččii?

source: Foreldrene må elske meg, jeg er jo deres datter.
sme: Vánhemat fertejit ráhkistit mu, mun lean sin nieida.

source: Men hvem andre bryr seg?
sme: Muhto gii eará berošta?

source: Brødre, søstre?
sme: Vieljat, oappát?

source: Også de elsker meg fordi de må.
sme: Maiddái sii bákkus ráhkistit.

source: Men hvem her på skolen?
sme: Muhto gii skuvllas?

source: Her ville ingen oppdage hvis jeg forsvant.
sme: Dáppe ii oktage fuomášivčče jus jávkkašin.

source: Som han der gutten.
sme: Nu go diet bárdni.

source: Han som jobber i musikkforretningen i bygda, der hvor jeg ofte leter etter ny musikk.
sme: Diet gii bargá musihkkagávppis gilis, dieppe gos dávjá burggán ođđa musihka.

source: Han er sikkert vennlig og hjelpsom.
sme: Son lea sihke ustitlaš ja veahkkái.

source: Han har oppdaget hva slags musikk jeg liker, og foreslår ofte hvilke plater jeg skal kjøpe.
sme: Son lea fuobmán makkár musihkkii mun liikon ja árvala dávjá skearruid.

source: Tro om han ser meg?
sme: Oaidnágo son mu?

source: Tro om han ser meg som jente og ikke som en kunde?
sme: Oaidnágo son mu nieidan, ii ge kunddarin?

source: Var stjernene i hans øyne og blikkene et signal på at jeg kunne være en mulig kjæreste?
sme: Ledjego su nástečalmmit ja geahčastagat signálat ahte livččen moarselágan?

source: Nei, han er sikkert en handelsmann som er ivrig etter å selge plater.
sme: Ii, son sihkkarit lea gávpeolmmái ja áŋgir vuovdit skearruid.

source: Så jeg blir kjølig.
sme: Mun de galmmihan iežan.

source: Sier ikke stort.
sme: In jienat olus.

source: Begynner å avvise folk og heller være tøff, slik frisøren sa det.
sme: Hilgugoađán ja lean tøffa, nu go vuoktačuohppi logai.

source: Plutselig smeller det.
sme: Beaškkeha fáhkka.

source: Kassetten stopper.
sme: Kaseahtta bisánii.

source: Jeg skvetter til.
sme: Mun suorganan.

source: Mens jeg sitter i sengen, ser jeg barn løpe rund på lekeplassen.
sme: Čohkkádettiin seaŋggas oainnán mánáid viegadeame stoahkanšiljus.

source: Rop og leven.
sme: Čuorvun lea ja eallin.

source: Noen gynger kraftig.
sme: Muhtun sugada garrasit.

source: Det er flott høstvær.
sme: Lea čáppa čakčadálki.

source: Det fine været og årstiden maler trær og gress i farger.
sme: Fiertu ja ruški herve muoraid ja suinniid.

source: Barna skal være ut helt til det er spisetid.
sme: Mánát galget leat olgun boradanáigái.

source: Når man ringer med den store reinbjella, så samles vi barna og ansatte inne på spiserommet til middag.
sme: Go roŋke čuodjá de mii mánát ja bargit čoahkkanit boradanlatnji mállásiidda.

source: Akkurat i det jeg står opp for å bytte kassett i spilleren, så smeller det i veggen.
sme: Juste go čuožžilan molsut kaseahta čuojanasas, de boŋkila seaidnái.

source: Enda en gang.
sme: Ja oktii vel.

source: Jeg smiler.
sme: Mun mojohalan.

source: Det er Marja på naborommet.
sme: Lea Márjá ránnjálanjas.

source: Hun kaster matematikkbøker i veggen.
sme: Son bálku matematihkkagirjjiid seaidnái.

source: Jeg går til hennes rom.
sme: Mun vázzilan su latnjii.

source: Hun sitter ved skrivebordet og henger i stolen.
sme: Son čohkká čállinbeavdeguoras ja njaŋgá stuolus.

source: Jeg ser at Marja ikke vil ha hjelp.
sme: Mun oainnán Márjá ii fuola veahkis.

source: Men jeg henter bøkene som ligger på golvet, og leter frem leksene som hun holder på med. Jeg setter meg i senga, og ser i boka hva hun strever med.
sme: Muhto mun vieččan girjjiid láhttis ja ozan bihtáid maiguin lea bargamin. Čohkkedan seŋgii ja oainnán girjjis mainna bártida.

source: – Hvorfor skal vil lære om alskens trekanter, kvadrater, arealer, volum og annet tull?
sme: – Manne galgat oahppat buotlágán golmmačiegaid, njealječiegaid, areálaid, volymaid ja eará duššiid?

source: Marja er fremdeles sint.
sme: Márjá lei ain duskkis.

source: – Disse løsningene må du bare lære, sier jeg lavt.
sme: – Daid čovdosiid ferte dušše oahppat, dajan mun vuollegaččat.

source: Min klassekamerat er snarsint, og jeg kjenner meg ofte liten når det koker over for henne.
sme: Skuvlaoabbá lea boarka ja dovddan dávjá iežan unnin go son duoldá.

source: Jeg ønsker også å koke over.
sme: Mun maid háliidivččen duldet.

source: Bli sint.
sme: Suhttat.

source: Ses og høres når jeg kjenner urettferdighet.
sme: Čájehit ja gullot go dovddan eahperehálašvuođa.

source: Men mitt sinne er stille tårer, mens Marjas sinne er som en kraftig, brusende foss.
sme: Muhto mu suhttu lea jaskes ganjal ja Márjjá suhttu lea fámolaš boršu gorži.

source: Jeg nærmer meg skrivebordet og bretter ut bøkene.
sme: Mun lahkonan čállinbeavddi ja lebben girjjiid.

source: Jeg forklarer løsningene, viser hvordan vurdere stykkene og regne dem. Jeg ser på når hun jobber.
sme: Mun bagadan čovdosiid, čájehan mo árvvoštallat bihtáid ja rehkenastit daid. Mun geahčan go bargá.

source: Hun skriver fort og sikkert.
sme: Son čállá jođánit ja sihkkarit.

source: – Nå ble jeg ferdig med leksene, sier Marja.
sme: – De gergen leavssuiguin, dadjá Márjá.

source: Hun smiler mot meg og er fornøyd.
sme: Son mojohallá munnje ja lea duđavaš.

source: Marja burde være fornøyd.
sme: Márjá berrešii leat duđavaš.

source: Hun er flink, synes jeg.
sme: Son lea čeahppi, mu mielas.

source: Hun tør argumentere i timene og er en flittig elev.
sme: Son duostilit ákkastallá diimmuin ja lea viššalis oahppi.

source: Og alltid tiltrekkende.
sme: Ja álo fávru.

source: Tenk, hun kan forklare hva hun ikke liker, som for eksempel om middagsmat og moter.
sme: Jurddaš, son sáhttá čilget masa ii liiko, nu go mállásiidda dahje bivttasmotii.

source: Jeg tror ikke jeg noen gang har sett at Marja har på seg stygge klær, eller har en merkelig frisyre.
sme: Mun in jáhke mun goassege lean oaidnán Márjjá fasttit gárvodan dahje ártegit beaskidan vuovttaid.

source: Jeg går til tv-rommet.
sme: Mun vázzilan tv-latnjii.

source: Det dufter nykokt kaffe.
sme: Hakso várás gáffe.

source: – Vil du ha kaffe, spør Ingrid, en av de ansatte.
sme: – Siđatgo gáfe? jearrá Ingrid, muhtun bargi.

source: Hun har jobbet lenge på internatet.
sme: Son lea guhká bargan internáhtas.

source: Nesten like lenge som min bror, Lemet.
sme: Liika guhká go mu viellja, Lemet.

source: Jeg var på jakt etter Lemet.
sme: Mun ledjenge Lemeha ohcamin.

source: Ingrid gir meg en kopp.
sme: Ingrid geige munnje gohpu.

source: Jeg tar i mot koppen og setter meg ved bordet.
sme: Válddán vuostá dan ja čohkkedan beavdegurrii.

source: Her bruker det alltid å sitte noen.
sme: Dás láve álo gii nu čohkohallat.

source: Noen som leser aviser eller tegner.
sme: Gii nu logada áviissaid dahje sárggoda govaid.

source: – Hvor er Lemet, spør jeg.
sme: - Gos Lemet lea? jearan mun.

source: – Han kjørte til butikken med noen av barna, forklarte Ingrid.
sme: - Son vuoddjái buvdii muhtun mánáiguin, muitala Ingrid.

source: Og la til at hun håpet de rekker middagen.
sme: Ja lasihastá ahte sávvá sin joavdat mállásiidda.

source: En perfekt kropp.
sme: Perfeakta gorut.

source: Jeg vet ikke om noen annen kvinne som har en så fullstendig muskuløs og veldreid kropp som Ingrid.
sme: Mun in diehtán eará nissona go Ingrid geas lei áibbas deahkkás ja hámálaš gorut.

source: Hun kunne spise hva som helst uten å bli fet.
sme: Son sáhtii borrat vaikko maid iige buidon.

source: Ingrid liker middag, snop og trimmet aldri.
sme: Ingrid liiko mállásiidda, njálgáide iige goassege valáštallan.

source: Tenk om jeg kunne bruke trange klær slik som Ingrid!
sme: Jurddaš jus mun sáhtášin baskkes biktasiid coggát, nu go Ingrid!

source: Min kropp var stygg og ekkel.
sme: Mu gorut lei fasti ja unohas.

source: Jeg hadde altfor store bryster, magen bulte ut og rumpa var stor og bred.
sme: Mus ledje menddo stuora čiččit, čoavji bullái ja čoarbbealit ledje govdadat ja deahkkái.

source: Hendene var også store, syntes jeg.
sme: Gieđat maid ledje gassadat, mu mielas.

source: Nei, jeg må ta på meg telt og skjule det stygge.
sme: Ii, mun gal ferten gárvodit rággasiin ja čiehkat fastivuođa.

source: Jeg tømmer kaffekoppen og går til mitt eget rom.
sme: Mun gurren gáffegohpu ja vázzilan iežan latnjii.

source: Jeg går i gangene og avdelingene.
sme: Mun váccán feaskáriid ja ossodagaid mielde.

source: Der hvor de små elevene sover, der hvor de større barna sover og ungdomskoleelevenes rom.
sme: Doppe gos unnoraččat ođđet, gos stuorit mánát ja nuoraidskuvlla oahppit ođđet.

source: Der er det i tillegg et hvilerom for ansatte og trapp ned til kjelleren til vaskerommet.
sme: Dies lea vel bargiid vuoiŋŋastanlatnja ja ráhppa geallárii ja bassaladdanlatnjii.

source: Og enda en gang inn til mitt og Marjas rom.
sme: Ja de vel feaskkir munno Márjjáin lanjaide.

source: Vi er kun to jenter og er de eldste.
sme: Moai letne guovttá nieiddat ja boarrásepmosat.

source: Vi er seks elever på ungdomstrinnet, og vi deler klasserom med syvende, åttende og niende klasse.
sme: Mii leat guhtta oahppi nuoraidskuvllas ja juogadat luohkkálanja, čihččet, gávccát ja ovccát luohkkálaččat.

source: Det går bra å dele rom, men noen ganger kjeder jeg meg.
sme: Manai bures juogadit lanja, muhto muhtumin mun láittastuvven.

source: Når læreren veileder syvendeklassinger, orker jeg ikke å følge med. Det fenger meg ikke, og jeg lærer ikke noe av det.
sme: Go oahpaheaddji bagada čihččet luohkkálaččaid de in gille guldalit. Ii dat hástal ja in mun das oahpa.

source: Fremdeles holder vi foredrag for hele klassen og fremdeles rekker vi å lage lange stiler.
sme: Moai Márjjáin dávjá barge skuvlabargguid guovttá. Ain logaldalle olles luohkkái ja ain gerge guhkebuš čállosiiguin.

source: Jeg blir ikke vant med å holde foredrag.
sme: Mun in hárján logaldallat.

source: Og heller ikke det at alle ser på meg.
sme: Ja inge ahte buohkat gehččet munnje.

source: Jeg er ikke noe lærer, kan de ikke lese og lære selv?
sme: Mun in leat makkárge oahpaheaddji, eaigo ieža sáhte lohkat ja oahppat?

source: – Du er fortelleren og flink til å lytte, sier læreren.
sme: – Don leat muitaleaddji ja buorre gulahallat, dadjá oahpaheaddji.

source: Og når du orker, så er du nøye og flink.
sme: Ja go gillet, de leat dárkil ja čeahppi.

source: Ikke vær lat, sier han.
sme: Ale fal láikkohala, neavvu son.

source: Jeg liker ikke at han formaner meg mens Marja hører det.
sme: Mun in liiko go ná cuiggoda mu Márjjá guladettiin.

source: – Jeg er ikke lat, protesterer jeg.
sme: – Mun in leat láiki, vuosttildan mun.

source: – Jo, det er du. Du er lat. Du forsvinner fra timene.
sme: Don láikkohalat. Don jávkkat diimmuin.

source: Bare pass på at fraværet ikke trekker ned karakterene dine.
sme: Várut fal ahte jávkan ii njeaidde du árvosániid.

source: Læreren ser på meg med alvorlige øyne.
sme: Oahpaheaddji geahččá munnje duođalaš čalmmiiguin.

source: Jeg vet ikke lenger hva jeg skal si.
sme: Mun in dieđe šat maid dadjat.

source: Er mest bekymret for hva Marja vil tenke om meg nå.
sme: Moraštan eanemus maid son Márjá jurddaša mu birra dál.

source: Jeg tør ikke se på henne.
sme: Mun in duostta geahčastit sutnje.

source: Jeg hører læreren skryte av Marja for skolearbeidet hennes, og for at hun er så flittig i timene.
sme: Mun gulan oahpaheaddji rámideamen Márjjá skuvlabarggu ja go lea áŋgir diimmuin.

source: Jeg hører de planlegger hvordan undervisningen blir frem til eksamenstida begynner.
sme: Soai gulloba plánemin mo oahpahus šaddá dassážii go eksámenat álget.

source: Jeg vil til mitt eget rom.
sme: Mun háliidan iežan latnjii.

source: – Du har lett etter meg, spør min bror, Lemet, når han kommer inn på rommet mitt.
sme: – Don leat ohcan mu? jearrá mu viellja, Lemet, go boahtá mu latnjii.

source: Han ser på mine vindusgardiner og på bildene på veggen.
sme: Son geahčada mu láseliinniid ja seaidnegovaid.

source: Jeg demper musikken.
sme: Mun geahpedan musihkas jiena.

source: – Hvorfor har du slike bilder på veggen?
sme: – Manne dus leat dakkár govat seinniin?

source: Er det forbilder, spør han.
sme: Leatgo ovdagovat? jearrala son.

source: Lemet ser på meg.
sme: Lemet geahčada munnje.

source: Men jeg ser tvilen i øynene hans.
sme: Muhto oainnán čalmmiin eahpádusa.

source: Ser også at han ikke liker hvordan jeg er kledd og min tilbakeholdenhet.
sme: Oainnán maid ahte ii liiko dasa mo gárvodan ja mu doaladupmái.

source: – De hjelper meg til å være annerledes, sier jeg.
sme: – Sii veahkehit mu leat earálágan, dajan mun.

source: Det er første gangen jeg svarer ærlig.
sme: Lea vuosttáš háve mun rehálaččat vástidan.

source: – Disse artister er selvstendige og kan protestere.
sme: – Dát artisttat leat iešheanalaččat ja máhttet vuosttildit.

source: De prøver ikke å tilpasse seg til visse mønstre, forklarer jeg fort.
sme: Sii eai geahččal heivehit iežaset dihto minstariid mielde, čilgen jođánit.

source: – Nei.
sme: – Eai.

source: De prøver heller å være et unntak.
sme: Sii geahččalit baicce spiehkastit.

source: Ser du ikke at de spiller og har anskaffet seg selv fremmede ansikter, sier Lemet.
sme: Itgo oainne ahte sii nektet ja leat háhkan alcceseaset amas ámadeaju, dadjá Lemet.

source: Han setter seg i stolen.
sme: Son čohkkeda stullui.

source: – Hør her, jeg synes du skal slutte å snike deg ut på bygda om kveldene.
sme: – Gula mat, mu mielas galggat heaitit njáhkamis márkanii eahkediid.

source: De andre ansatte snakker og vil ringe til mamma.
sme: Eará bargit gullojit hupmamin ja áigot čuojahit eadnái.

source: Det er tull å plage henne igjen, mener jeg.
sme: Lea dušši su váivvidit fas, oaivvildan mun.

source: – Hvor har du vært denne gangen?
sme: – Gos don leat leamaš dan háve?

source: Lemet, er en kjærlig bror.
sme: Lemet, lea ráhkislaš vielja.

source: Han bryr seg om meg selv om hans familie krever hans krefter og tid.
sme: Son morašta mu nai, vaikko iežas bearaš gáibida searaid ja áiggi.

source: Jeg burde ikke være hans ansvar.
sme: Mun in galggaše leat su ovddasvástádussan.

source: – Jeg var på ungdomsdisko.
sme: – Mun ledjen nuoraid diskos.
